his-fil/03.12.2020-w.org
#+TITLE: 03 12 2020 W

* Platon
** Platon o Pitagorasie, matematyce
- jaka jest istota prawideł matematycznych
- związek konceptów matemaycznych a świata idei
- koncepty abstrakcyjne a idee
- idee jako byty rzeczywist, nie fantastyczne
** Dusza
- instnieje w świecie idei zanim wejdzie w ciało człowieka
** Anamneza
- przypomnienie sobie idei (które dusza znała nim weszła w ciało)
** Dialektyka
- metoda osiągnięcia prawdy
- celem poznania jest prawda - wiedza prwdziwa; osiagalna za pomocą idei
** Dobro
** Piękno
** Miłość
** Miłość platoniczna
** Prawda
** Poznanie filozoficzne
