semestr1/his-fil/03.12.2020-w.md

# Table of Contents

1.  [Platon](#orgfa9b901)
    1.  [Platon o Pitagorasie, matematyce](#org3ecbac8)
    2.  [Dusza](#orgde1eef9)
    3.  [Anamneza](#org2eff103)
    4.  [Dialektyka](#org3f74b5c)
    5.  [Dobro](#orgbd3ef40)
    6.  [Piękno](#org9c095dd)
    7.  [Miłość](#org1bf9fd3)
    8.  [Miłość platoniczna](#org5491ecb)
    9.  [Prawda](#orgb87db6f)
    10. [Poznanie filozoficzne](#org807c860)



<a id="orgfa9b901"></a>

# Platon


<a id="org3ecbac8"></a>

## Platon o Pitagorasie, matematyce

-   jaka jest istota prawideł matematycznych
-   związek konceptów matemaycznych a świata idei
-   koncepty abstrakcyjne a idee
-   idee jako byty rzeczywist, nie fantastyczne


<a id="orgde1eef9"></a>

## Dusza

-   instnieje w świecie idei zanim wejdzie w ciało człowieka


<a id="org2eff103"></a>

## Anamneza

-   przypomnienie sobie idei (które dusza znała nim weszła w ciało)


<a id="org3f74b5c"></a>

## Dialektyka

-   metoda osiągnięcia prawdy
-   celem poznania jest prawda - wiedza prwdziwa; osiagalna za pomocą idei


<a id="orgbd3ef40"></a>

## Dobro


<a id="org9c095dd"></a>

## Piękno


<a id="org1bf9fd3"></a>

## Miłość


<a id="org5491ecb"></a>

## Miłość platoniczna


<a id="orgb87db6f"></a>

## Prawda


<a id="org807c860"></a>

## Poznanie filozoficzne

